<?php
// Footer
$locale['a9_001'] = 'تابعنا على:';
$locale['a9_002'] = 'معلومات عنا';
$locale['a9_003'] = 'أحدث المقالات';
$locale['a9_004'] = 'لا توجد مقالات';
$locale['a9_005'] = 'وحدة المقالات غير موجودة';
$locale['a9_006'] = 'آخر الأخبار';
$locale['a9_007'] = 'لا توجد أخبار';
$locale['a9_008'] = 'لم يتم تثبيت الأخبار';
$locale['a9_009'] = 'أحدث التدوينات';
$locale['a9_010'] = 'لا توجد مدونات';
$locale['a9_011'] = 'لم يتم تثبيت المدونة';
$locale['a9_012'] = 'الأعضاء الجدد';
$locale['a9_013'] = 'عرض المزيد من الأعضاء...';
$locale['a9_014'] = 'لا يوجد أعضاء';

// IgnitionPacks
$locale['a9_101'] = 'قراءة المزيد';
$locale['a9_102'] = 'لا يوجد محتوى.';
$locale['a9_103'] = 'صفحة الأخبار';
$locale['a9_104'] = 'اقرأ المزيد';
$locale['a9_105'] = 'نشر على';
$locale['a9_106'] = 'إختيار التصنيف';
$locale['a9_107'] = 'التفاصيل';
$locale['a9_108'] = 'تحميل';
$locale['a9_109'] = 'معلومات الناشر';
$locale['a9_110'] = 'نشر بواسطة';

// Widget
$locale['a9_1001'] = 'تم تحديث إعدادات القالب.';
$locale['a9_1002'] = 'حزمة الاشتعال';
$locale['a9_1003'] = 'رابط الفيسبوك';
$locale['a9_1004'] = 'رابط تويتر';
$locale['a9_1005'] = 'استبعاد لوحات تذييل الصفحة';
$locale['a9_1006'] = 'عمود تذييل الصفحة 1';
$locale['a9_1007'] = 'عمود تذييل الصفحة 2';
$locale['a9_1008'] = 'عمود تذييل الصفحة 3';
$locale['a9_1009'] = 'عمود تذييل الصفحة 4';
$locale['a9_1010'] = '2 columns layout';
$locale['a9_1011'] = 'Column side';
$locale['a9_1012'] = 'يسار';
$locale['a9_1013'] = 'يمين';
