<?php
/*-------------------------------------------------------+
| PHPFusion Content Management System
| Copyright (C) PHP Fusion Inc
| https://phpfusion.com/
+--------------------------------------------------------+
| Filename: videos.php
| Author: Khamis Alqutob - PHPFusion-ar.xyz
+--------------------------------------------------------+
| This program is released as free software under the
| Affero GPL license. You can redistribute it and/or
| modify it under the terms of this license which you
| can read by viewing the included agpl.txt or online
| at www.gnu.org/licenses/agpl.html. Removal of this
| copyright header is strictly prohibited without
| written permission from the original author(s).
+--------------------------------------------------------*/
$locale['vid_title'] = 'مقاطع الفيديو';
$locale['vid_desc'] = 'نظام مقاطع الفيديو القياسي.';
$locale['vid_latest'] = 'أحدث مقاطع الفيديو';
$locale['vid_submit'] = 'إرسال الفيديو';
$locale['video_submit'] = '%s فيديو';
$locale['vid_001'] = 'التصنيفات';
$locale['vid_002'] = 'الإرساليات';
$locale['vid_003'] = 'الإعدادات';
$locale['vid_004'] = 'لا يوجد أي تصنيفات فيديو معرفة . <br/> يجب عليك تحديد تصنيف واحد على الأقل قبل أن تتمكن من إضافة أي مقاطع فيديو.';
$locale['vid_005'] = 'كل مقاطع الفيديو';
$locale['vid_006'] = 'يتم حالياً عرض%d من إجمالي %d إدخالات مقاطع الفيديو';
$locale['vid_007'] = 'فلترة عرض التصنيف حسب';
$locale['vid_008'] = 'لم يتم إضافة أي مقاطع فيديو';
$locale['vid_009'] = 'التصنيف';
$locale['vid_010'] = 'عنوان الفيديو';
$locale['vid_011'] = 'لا يمكن ترك عنوان الفيديو فارغاً.';
$locale['vid_012'] = 'كلمات الفيديو المفتاحية';
$locale['vid_013'] = 'أدخل كل كلمة مفتاحية واضغط على مفتاح العودة لإضافة المزيد';
$locale['vid_013a'] = 'طول الفيديو';
$locale['vid_013b'] = 'لا يمكن ترك طول الفيديو فارغاً.';
$locale['vid_014'] = 'وصف الفيديو';
$locale['vid_015'] = 'لقطة شاشة الفيديو';
$locale['vid_015a'] = 'إذا كان الفيديو من YouTube / Vimeo ، فلن تكون هناك حاجة إلى لقطة الشاشة.';
$locale['vid_016'] = 'الحد الأقصى لحجم الملف: %s / أنواع الملفات المسموحة: %s / أقصى عرض: %spx , أقصى ارتفاع: %spx';
$locale['vid_017'] = 'مصدر الفيديو: يرجى تقديم ملف أو عنوان رابط أو رمز تضمين';
$locale['vid_017a'] = 'نوع الفيديو';
$locale['vid_018'] = 'الملف';
$locale['vid_019'] = 'الرابط';
$locale['vid_019a'] = 'المصدر';
$locale['vid_019b'] = 'استخدم فقط الأجزاء المميزة باللون <span class="required">الأحمر</span>.';
$locale['vid_020'] = 'رمز التضمين';
$locale['vid_021'] = 'ملف الفيديو المرسل';
$locale['vid_022'] = 'ملف الفيديو مطلوب';
$locale['vid_023'] = 'الحد الأقصى لحجم الملف: %s / أنواع الملفات المسموحة: %s';
$locale['vid_024'] = 'رابط الفيديو مطلوب';
$locale['vid_025'] = 'كود الفيديو المضمنة مطلوب';
$locale['vid_026'] = '%s معطلة لجميع العناصر. هذا الإعداد يسري تأثيره فقط عند تمكينه مرة أخرى.';
$locale['vid_027'] = 'الرؤية';
$locale['vid_028'] = 'تفعيل التعليقات';
$locale['vid_029'] = 'تفعيل التقييمات';
$locale['vid_030'] = 'تحديث تاريخ النشر';
$locale['vid_031'] = 'حفظ الفيديو';
$locale['vid_032'] = 'لا يمكن حذف تصنيف الفيديو <br/> هناك مقاطع فيديو أو تصنيفات فرعية مرتبطة بهذا التصنيف';
$locale['vid_033'] = 'إسم التصنيف';
$locale['vid_034'] = 'الرجاء إدخال اسم التصنيف.';
$locale['vid_035'] = 'وصف التصنيف';
$locale['vid_037'] = 'فرز التصنيف';
$locale['vid_038'] = 'معرف الفيديو';
$locale['vid_039'] = 'تاريخ الفيديو';
$locale['vid_040'] = 'تصاعدياً';
$locale['vid_041'] = 'تنازلياً';
$locale['vid_042'] = 'تصنيف رئيسي';
$locale['vid_043'] = 'محرر التصنيف';
$locale['vid_044'] = 'التصنيفات الحالية';
$locale['vid_045'] = 'لا توجد أي تصنيفات معرفة';
$locale['vid_046'] = 'يجب عليك حذف الملف.';
$locale['vid_047'] = 'تم نشر إرسالية الفيديو';
$locale['vid_048'] = 'تم حذف إرسالية الفيديو';
$locale['vid_049'] = 'تم تقديم الفيديو من قبل ';
$locale['vid_050'] = 'أرسل بتاريخ ';
$locale['vid_051'] = 'نشر الإرسالية';
$locale['vid_052'] = 'حذف الإرسالية';
$locale['vid_053'] = 'يوجد حالياً %s فيديو في إنتظار مراجعتك.';
$locale['vid_054'] = 'معرف الإرسالية';
$locale['vid_055'] = 'مؤلف الإرسالية';
$locale['vid_056'] = 'وقت الإرسالية';
$locale['vid_057'] = 'موضوع الإرسالية للمراجعة';
$locale['vid_058'] = 'لا يوجد حالياً أي إرساليات فيديو';
$locale['vid_059'] = 'إعدادات نظام الفيديو';
$locale['vid_060'] = 'عناصر الفيديو لكل صفحة';
$locale['vid_061'] = 'الحد الأقصى لحجم لقطة الشاشة:';
$locale['vid_062'] = 'العرض × الارتفاع';
$locale['vid_063'] = 'الحد الأقصى لحجم ملف لقطة الشاشة:';
$locale['vid_064'] = 'الحد الأقصى لحجم الفيديو:';
$locale['vid_065'] = 'تفعيل الإرساليات ؟';
$locale['vid_066'] = 'أنواع الملفات المسموحة:';
$locale['vid_067'] = 'رئيسية مقاطع الفيديو';
$locale['vid_068'] = 'الأكثر مشاهدة';
$locale['vid_069'] = 'الأحدث';
$locale['vid_070'] = 'الأكثر تعليقاً';
$locale['vid_071'] = 'الأعلى تقييماً';
$locale['vid_072'] = 'لا يوجد تصنيف';
$locale['vid_073'] = 'المؤلفون';
$locale['vid_074'] = 'لا يوجد مؤلف';
$locale['vid_075'] = 'لم يتم إضافة مقاطع فيديو حتى الآن';
$locale['vid_076'] = 'إرسال فيديو';
$locale['vid_077'] = 'عذراً ، لا نقبل حالياً أي عمليات إرسال فيديو على هذا الموقع.';
$locale['vid_078'] = 'خطأ غير معروف';
$locale['vid_079'] = 'شكرا لك على تقديم الفيديو الخاص بك';
$locale['vid_080'] = 'إرسال فيديو آخر';
$locale['vid_081'] = 'العودة إلى [SITENAME]';
$locale['vid_082'] = 'استخدم النموذج التالي لإرسال فيديو. <br/> سيتم مراجعة إرساليتك من قبل الإدارة.<br/>
موقع [SITENAME] يحتفظ لنفسه بالحق في تعديل أو تحرير أي إرسال.<br/>
يجب أن تكون مقاطع الفيديو ملائمة لمحتوى هذا الموقع.<br/> الإرساليات التي تعتبر غير مناسبة سيتم رفضها.';
$locale['vid_083'] = 'تفعيل الإعجاب / عدم الإعجاب؟';
$locale['vid_notice_01'] = 'تم تحديث الفيديو';
$locale['vid_notice_02'] = 'تم إضافة الفيديو';
$locale['vid_notice_03'] = 'تم حذف الفيديو';
$locale['vid_notice_04'] = 'لا يمكن ترك ملف الفيديو أو الرابط أوكود التضمين فارغاً';
$locale['vid_notice_05'] = 'تم حذف التصنيف';
$locale['vid_notice_06'] = 'تم تحديث التصنيف';
$locale['vid_notice_07'] = 'هذا التصنيف موجود مسبقاً';
$locale['vid_notice_08'] = 'تم إضافة التصنيف';
$locale['vid_notice_09'] = 'تم تحديث الإعدادات';
